/* ===== Filenames ===== */
"128.001" = "Unbekanntes Album";
"128.002" = "Unbekannter Interpret";
"128.003" = "Unbekanntes Genre";
"128.004" = "Unbekannter Podcast";
"128.005" = "Podcasts";
"128.006" = "Compilations";
/* ===== iTunes Store Strings ===== */
"137.001" = "iTunes Store";
"137.043" = "Einkaufswagen";
/* ===== Sharing Strings ===== */
"138.001" = "^1’s Mediathek";
"138.021" = "Freigabekennwort für iTunes";
/* ===== Equalizer Strings ===== */
"177.001" = "Equalizer";
"177.002" = "Manuell";
"177.003" = "Flat";
"177.004" = "Möchten Sie wirklich die Equalizer-Voreinstellung „^1“ löschen?";
"177.005" = "Möchten Sie für alle Titel mit der Einstellung „^1“ die Einstellung „^2“ festlegen?";
"177.006" = "Es existiert bereits eine Equalizer-Voreinstellung mit dem Namen „^1“. Möchten Sie diese ersetzen?";
"177.007" = "Voreinstellungen";
"177.008" = "Möchten Sie „^1“ aus allen Titeln entfernen, in denen es verwendet wird?";
"177.009" = "Voreinstellung erstellen";
"177.010" = "Name für neue Voreinstellung:";
"177.011" = "Umbenennen";
"177.012" = "Neue Voreinstellung";
"177.013" = "Neue Voreinstellung ^1";
/* ===== EQ Presets Strings ===== */
/* Acoustic Built-In Preset */
"510.001" = "Akustisch";
/* Bass Booster Built-In Preset */
"510.002" = "Mehr Bässe";
/* Bass Reducer Built-In Preset */
"510.003" = "Weniger Bässe";
/* Classical Built-In Preset */
"510.004" = "Klassik";
/* Dance Built-In Preset */
"510.005" = "Dance";
/* Deep Built-In Preset */
"510.006" = "Deep";
/* Electronic Built-In Preset */
"510.007" = "Electronic";
/* Flat Built-In Preset */
"510.008" = "Flat";
/* Hip-Hop Built-In Preset */
"510.009" = "Hip-Hop";
/* Jazz Built-In Preset */
"510.010" = "Jazz";
/* Latin Built-In Preset */
"510.011" = "Latin";
/* Loudness Built-In Preset */
"510.012" = "Loudness";
/* Lounge Built-In Preset */
"510.013" = "Lounge";
/* Piano Built-In Preset */
"510.014" = "Piano";
/* Pop Built-In Preset */
"510.015" = "Pop";
/* R&B Built-In Preset */
"510.016" = "R&B";
/* Rock Built-In Preset */
"510.017" = "Rock";
/* Small Speakers Built-In Preset */
"510.018" = "Kleine Boxen";
/* Spoken Word Built-In Preset */
"510.019" = "Sprache";
/* Treble Booster Built-In Preset */
"510.020" = "Mehr Höhen";
/* Treble Reducer Built-In Preset */
"510.021" = "Weniger Höhen";
/* Vocal Booster Built-In Preset */
"510.022" = "Gesang";
/* ===== MP3 Kind Strings ===== */
"3101.001" = "MPEG-Audiodatei";
"3101.002" = "MPEG-Audiodatei (entfernt)";
"3101.003" = "MPEG-Audiostream";
/* ===== MP3 Detail Strings ===== */
"3102.001" = "Norm:";
"3102.002" = "Kanäle:";
"3102.003" = "MPEG-1, ";
"3102.004" = "MPEG-2, ";
"3102.005" = "Layer 1";
"3102.006" = "Layer 2";
"3102.007" = "Layer 3";
"3102.008" = "Mono";
"3102.009" = "Stereo";
"3102.010" = "Joint Stereo";
"3102.011" = "Stereo (Dual)";
"3102.012" = "ID3-Tag: ";
"3102.013" = "v1.0";
"3102.014" = "v1.1";
"3102.015" = "v2.2";
"3102.016" = "v2.3";
"3102.017" = "v2.4";
"3102.018" = "Ohne";
"3102.019" = "Codiert mit: ";
"3102.020" = "Unbekannt";
/* ===== PCM Decoder Kinds ===== */
"3200.001" = "AIFF-Audiodatei";
"3200.002" = "WAV-Audiodatei";
"3200.003" = "Sound Designer II Audiodatei";
"3200.004" = "AIFF-Audiostream";
"3200.005" = "WAV-Audiostream";
"3200.006" = "AIFF-Audiodatei (entfernt)";
"3200.007" = "WAV-Audiodatei (entfernt)";
/* ===== PCM Details ===== */
"3201.001" = "Kanäle:";
"3201.002" = "Datenformat:";
"3201.003" = "Mono";
"3201.004" = "Stereo";
"3201.005" = "Multi";
"3201.006" = "^1 Bit";
"3201.007" = "Komprimierung:";
/* ===== QuickTime Kind Strings ===== */
"3301.001" = "QuickTime-Filmdatei";
"3301.002" = "QuickTime-Film-URL";
"3301.003" = "Geschützte MPEG-4-Videodatei";
"3301.004" = "MPEG-4-Videodatei";
"3301.005" = "QuickTime-Filmdatei (entfernt)";
"3301.006" = "Gekaufte MPEG-4 Videodatei";
/* ===== Audible Kind Strings ===== */
"4401.001" = "Audible-Datei";
"4401.002" = "Sprache";
"4401.003" = "Hörbuch";
/* ===== Audible Detail Strings ===== */
"4403.001" = "Norm:";
"4403.002" = "Kanäle:";
"4403.003" = "4 (MP3)";
"4403.004" = "5 (Nicht unterstützt)";
"4403.005" = "1 (Nicht unterstützt)";
"4403.006" = "2";
"4403.007" = "3";
"4403.008" = "Mono";
"4403.009" = "Stereo";
"4403.010" = "Eigentümer:";
"4403.011" = "Kann nicht auf CD gebrannt werden.";
"4403.012" = "Erzähler:";
"4403.013" = "Veröffentlicht:";
/* ===== MP4 Kinds ===== */
"5000.001" = "MPEG-4-Audiodatei";
"5000.002" = "MPEG-4-Audiodatei (entfernt)";
"5000.003" = "MPEG-4-Audiostream";
"5000.004" = "Geschützte MPEG-4-Audiodatei";
"5000.005" = "Geschützte MPEG-4-Audiodatei (entfernt)";
"5000.006" = "Geschützter MPEG-4-Audiostream";
"5000.007" = "Gekaufte MPEG-4 Audiodatei";
"5000.008" = "Gekaufte MPEG-4 Audiodatei (entfernt)";
"5000.009" = "AAC-Audiodatei";
"5000.010" = "AAC-Audiodatei (entfernt)";
"5000.011" = "AAC-Audiostream";
"5000.012" = "Geschützte AAC-Audiodatei";
"5000.013" = "Geschützte AAC-Audiodatei (entfernt)";
"5000.014" = "Geschützter AAC-Audiostream";
"5000.015" = "Gekaufte AAC-Audiodatei";
"5000.016" = "Gekaufte AAC-Audiodatei (entfernt)";
"5000.017" = "Apple Lossless-Audiodatei";
"5000.018" = "Apple Lossless-Audiodatei (entfernt)";
"5000.019" = "Apple Lossless-Audiostream";
"5000.020" = "Geschützte Apple Lossless-Audiodatei";
"5000.021" = "Geschützte Apple Lossless-Audiodatei (entfernt)";
"5000.022" = "Geschützter Apple Lossless-Audiostream";
/* ===== MP4 Details ===== */
"5002.001" = "Profil: ";
"5002.002" = "Kanäle: ";
"5002.003" = "Codiert mit: ";
"5002.004" = "Codiert mit: ";
"5002.005" = "Copyright: ";
"5002.006" = "Gekauft von: ";
"5002.007" = "Account-Name: ";
"5002.008" = "Art: ";
"5002.009" = "Datenrate (Gesamt): ";
"5002.010" = "Haupt";
"5002.011" = "Geringe Komplexität";
"5002.012" = "Langzeitvorhersage";
"5002.013" = "Skalierbar";
"5002.014" = "Nicht erkannt";
"5002.015" = "Mono";
"5002.016" = "Stereo";
"5002.017" = "Multi";
"5002.018" = "Datenformat:";
"5002.019" = "^1 Bit";
"5002.020" = "FairPlay-Version: ";
"5002.021" = "Kapitel";
"5002.022" = "Kaufdatum: ";
/* ===== Playlist Strings ===== */
"9000.001" = "Neue Wiedergabeliste";
"9000.002" = "Neue Wiedergabeliste ^1";
"9000.003" = "Neuer Ordner";
"9000.004" = "Neuer Ordner ^1";
"9000.005" = "Audio-CD Spur";
"9000.006" = "Titel ^1";
"9000.010" = "%1";
"9000.011" = "%1 (1 Titel)";
"9000.012" = "%1 (%2 Titel)";
"9000.013" = "%1";
"9000.014" = "%1 (1 Stream)";
"9000.015" = "%1 (%2 Streams)";
"9000.016" = "^1 kBit/s";
"9000.017" = "^1 kBit/s (VBR)";
"9000.018" = "^1 kHz";
"9000.019" = "Nicht erfüllt";
"9000.020" = "Unbekannt";
"9000.021" = "Nicht verfügbar";
"9000.022" = "Stream";
"9000.023" = "Kontinuierlich";
/* track # */
"9000.024" = "^1 von ^2";
/* disc # */
"9000.025" = "^1 von ^2";
"9000.026" = "%1 dB";
"9000.029" = "Podcasts";
"9000.031" = "Staffel %1";
/* ===== Genres ===== */
"9200.001" = "Blues";
"9200.002" = "Classic Rock";
"9200.003" = "Country";
"9200.004" = "Dance";
"9200.005" = "Disco";
"9200.006" = "Funk";
"9200.007" = "Grunge";
"9200.008" = "Hip-Hop";
"9200.009" = "Jazz";
"9200.010" = "Metal";
"9200.011" = "New Age";
"9200.012" = "Oldies";
"9200.013" = "Andere";
"9200.014" = "Pop";
"9200.015" = "R&B";
"9200.016" = "Rap";
"9200.017" = "Reggae";
"9200.018" = "Rock";
"9200.019" = "Techno";
"9200.020" = "Industrial";
"9200.021" = "Alternative";
"9200.022" = "Ska";
"9200.023" = "Death Metal";
"9200.024" = "Pranks";
"9200.025" = "Soundtrack";
"9200.026" = "Euro-Techno";
"9200.027" = "Ambient";
"9200.028" = "Trip-Hop";
"9200.029" = "Vocal";
"9200.030" = "Jazz+Funk";
"9200.031" = "Fusion";
"9200.032" = "Trance";
"9200.033" = "Klassik";
"9200.034" = "Instrumental";
"9200.035" = "Acid";
"9200.036" = "House";
"9200.037" = "Game";
"9200.038" = "Ton-Clip";
"9200.039" = "Gospel";
"9200.040" = "Rauschen";
"9200.041" = "AlternRock";
"9200.042" = "Bass";
"9200.043" = "Soul";
"9200.044" = "Punk";
"9200.045" = "Space";
"9200.046" = "Meditation";
"9200.047" = "Instrumental Pop";
"9200.048" = "Instrumental Rock";
"9200.049" = "Ethnic";
"9200.050" = "Gothic";
"9200.051" = "Darkwave";
"9200.052" = "Techno-Industrial";
"9200.053" = "Electronic";
"9200.054" = "Pop-Folk";
"9200.055" = "Eurodance";
"9200.056" = "Dream";
"9200.057" = "Southern Rock";
"9200.058" = "Comedy";
"9200.059" = "Cult";
"9200.060" = "Gangsta";
"9200.061" = "Top 40";
"9200.062" = "Christian Rap";
"9200.063" = "Pop/Funk";
"9200.064" = "Jungle";
"9200.065" = "Native American";
"9200.066" = "Kabarett";
"9200.067" = "New Wave";
"9200.068" = "Psychedelic";
"9200.069" = "Rave";
"9200.070" = "Titelmelodie";
"9200.071" = "Trailer";
"9200.072" = "Lo-Fi";
"9200.073" = "Tribal";
"9200.074" = "Acid Punk";
"9200.075" = "Acid Jazz";
"9200.076" = "Polka";
"9200.077" = "Retro";
"9200.078" = "Musical";
"9200.079" = "Rock & Roll";
"9200.080" = "Hard Rock";
"9200.081" = "Folk";
"9200.082" = "Folk-Rock";
"9200.083" = "National Folk";
"9200.084" = "Swing";
"9200.085" = "Fast Fusion";
"9200.086" = "Bebop";
"9200.087" = "Latin";
"9200.088" = "Revival";
"9200.089" = "Celtic";
"9200.090" = "Bluegrass";
"9200.091" = "Avantgarde";
"9200.092" = "Gothic Rock";
"9200.093" = "Progressive Rock";
"9200.094" = "Psychedelic Rock";
"9200.095" = "Symphonic Rock";
"9200.096" = "Slow Rock";
"9200.097" = "Big Band";
"9200.098" = "Chorus";
"9200.099" = "Easy Listening";
"9200.100" = "Akustisch";
"9200.101" = "Humor";
"9200.102" = "Sprache";
"9200.103" = "Chanson";
"9200.104" = "Oper";
"9200.105" = "Kammermusik";
"9200.106" = "Sonate";
"9200.107" = "Symphonie";
"9200.108" = "Booty Bass";
"9200.109" = "Primus";
"9200.110" = "Porn Groove";
"9200.111" = "Satire";
"9200.112" = "Slow Jam";
"9200.113" = "Club";
"9200.114" = "Tango";
"9200.115" = "Samba";
"9200.116" = "Folklore";
"9200.117" = "Ballade";
"9200.118" = "Power Ballade";
"9200.119" = "Rhythmic Soul";
"9200.120" = "Freestyle";
"9200.121" = "Duett";
"9200.122" = "Punk Rock";
"9200.123" = "Drum Solo";
"9200.124" = "A Capella";
"9200.125" = "Euro-House";
"9200.126" = "Dance Hall";
/* ===== Memory Descriptors ===== */
"10001.001" = "0 KB";
"10001.002" = "^1 KB";
"10001.003" = "^1 MB";
"10001.004" = "^1 GB";
"10001.005" = "n.v.";
/* ===== Time Descriptors ===== */
"10002.001" = "0 Sekunden";
"10002.002" = "^1 Sekunde";
"10002.003" = "^1 Sekunden";
"10002.004" = "^1 Minute";
"10002.005" = "^1 Minuten";
"10002.006" = "^1 Stunde";
"10002.007" = "^1 Stunden";
"10002.008" = "^1 Tag";
"10002.009" = "^1 Tage";
/* ===== Date Strings ===== */
"10003.001" = "Sonntag";
"10003.002" = "Montag";
"10003.003" = "Dienstag";
"10003.004" = "Mittwoch";
"10003.005" = "Donnerstag";
"10003.006" = "Freitag";
"10003.007" = "Samstag";
"10003.008" = "Gestern";
"10003.009" = "Heute";
"10003.010" = "Morgen";
/* ===== Database strings ===== */
"kMusicLibraryPrimaryPlaylistName" = "Mediathek";
"kNoAlbumTitleString" = "Unbekanntes Album";
"kUnknownAlbumPodcastString" = "Unbekannter Podcast";
"kUnknownAlbumArtistString" = "Unbekannter Interpret";
"kUnknownNameString" = "Unbekannter Name";
"kVariousArtistsString" = "Verschiedene Interpreten";
"kPlaylistURLString" = "Playlist-URL";
